[
    {
        "title": "Right to Information Act",
        "description": "This act empowers citizens to seek information from public authorities, promoting transparency and accountability in governance."
    },
    {
        "title": "Companies Act",
        "description": "When starting a company, follow the registration process and comply with legal requirements. This includes transparent operations and proper financial reporting."
    },
    {
        "title": "Right of Children to Free and Compulsory Education Act",
        "description": "Children aged 6 to 14 must receive free education. Schools and the government must ensure that all children have access to quality education."
    },
    {
        "title": "The Epidemic Diseases Act",
        "description": "In case of an epidemic, follow government guidelines for quarantine and public health measures to prevent the spread of disease."
    },
    {
        "title": "Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules",
        "description": "If you handle personal data, ensure you use secure practices to protect it from unauthorized access. Follow rules to keep data safe and private."
    },
    {
        "title": "Transfer of Property Act",
        "description": "When buying or selling property, ensure the transfer is legally documented and fair. Follow procedures for registration and ensure all rights and responsibilities are clear."
    },
    {
        "title": "Insolvency and Bankruptcy Code",
        "description": "If facing financial difficulties, this code helps you through debt recovery or liquidation processes. It provides a structured way to resolve insolvency issues."
    },
    {
        "title": "Indian Penal Code",
        "description": "This code outlines what constitutes a crime and the punishments for various offenses. Understand the laws to avoid legal trouble and ensure justice."
    },
    {
        "title": "Indian Contract Act",
        "description": "Contracts are legally binding agreements. Ensure clarity in terms and conditions to avoid disputes and ensure fair dealings."
    },
    {
        "title": "Goods and Services Tax Act",
        "description": "This tax applies to the supply of goods and services. Understanding compliance and filing processes is essential for businesses."
    },
    {
        "title": "Negotiable Instruments Act",
        "description": "This act regulates instruments like cheques and promissory notes. Ensure proper usage to avoid disputes and ensure payment security."
    },
    {
        "title": "Representation of the People Act",
        "description": "This act regulates elections in India, ensuring free and fair voting. Know your rights as a voter to participate in democracy effectively."
    }
]
